
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Die URL „%@“ kann nicht geladen werden.";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Zu dem Server „%@“ konnte keine Verbindung aufgebaut werden.";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Es wurde ein ungültiger Header vom Server empfangen.";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Die IP-Adresse für den Host „%@“ konnte nicht bestimmt werden.";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Es gibt keine Beschreibung für den Port %d.";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Sie können sich nicht mit dem Host „%@“ über den Port %d verbinden.";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Es wurde eine unbekannte HTTP-Serverantwort „%@“ empfangen: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Die HTTP-Anforderung für die URL „%@“ ist fehlgeschlagen:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Die Verbindung zum Server „%@“ wurde unterbrochen.";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Die Datei „%@“ konnte nicht gelesen werden.";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Beim Versuch, die URL „%@“ zu laden, wurde eine Umleitungschleife entdeckt.";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Der Dienst ist für den Host „%@“ nicht verfügbar";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Die Datenverbindung zu folgender URL konnte nicht geöffnet werden: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Das Objekt ist unter der angegebenen URL nicht verfügbar: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Folgender FTP-Befehl wurde vom Host nicht erkannt: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Benutzername oder Kennwort wurde nicht erkannt.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f Byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ von %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 Byte";

/* String used for showing a one byte size */
"1 byte" = "1 Byte";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "Datei kann nicht erstellt werden";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "Datei kann nicht bewegt werden";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "Datei kann nicht geöffnet werden";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "Datei kann nicht gelöscht werden";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "Datei kann nicht geschrieben werden";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "Fehler bei DNS-Suche";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "Decodierung der geladenen Daten fehlgeschlagen";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "Decodierung der geladenen Daten fehlgeschlagen";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "Fehler beim Schließen der Datei";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Kennwort des Webformulars";

/* HTTP result code string */
"accepted" = "Akzeptiert";

/* WebFoundationErrorBadURLError description */
"bad URL" = "Ungültige URL";

/* HTTP result code string */
"bad gateway" = "Ungültiges Gateway";

/* HTTP result code string */
"bad request" = "Ungültige Anforderung";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "Ungültiges Serverzertifikat";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "Ungültige Serverantwort";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "Decodieren der Rohdaten nicht möglich.";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "Decodieren der enthaltenen Daten nicht möglich.";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "Parsen der Antwort nicht möglich.";

/* WebFoundationErrorCancelled description */
"cancelled" = "Abgebrochen";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "Verbindungsaufbau zum Host nicht möglich";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "Host wurde nicht gefunden";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "Laden aus dem Netz nicht möglich";

/* HTTP result code string */
"client error" = "Fehler beim Client";

/* HTTP result code string */
"conflict" = "Konflikt";

/* HTTP result code string */
"continue" = "Fortfahren";

/* HTTP result code string */
"created" = "Erstellt";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "Fehler beim Lesen des Datenstroms";

/* HTTP result code string */
"expectation failed" = "Erwartete Daten nicht erhalten";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "Das Serverzertifikat ist abgelaufen";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "Die Datei existiert nicht";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "Die Datei ist ein Ordner";

/* HTTP result code string */
"forbidden" = "Verboten";

/* HTTP result code string */
"found" = "Gefunden";

/* HTTP result code string */
"gateway timed out" = "Das Gateway lieferte eine Zeitüberschreitung";

/* HTTP result code string */
"informational" = "Informell";

/* HTTP result code string */
"internal server error" = "Interner Serverfehler";

/* HTTP result code string */
"length required" = "Länge benötigt";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "Netzverbindung unterbrochen";

/* HTTP result code string */
"method not allowed" = "Methode nicht zugelassen";

/* HTTP result code string */
"moved permanently" = "Dauerhaft bewegt";

/* HTTP result code string */
"multiple choices" = "Mehrfache Auswahl";

/* HTTP result code string */
"needs proxy" = "Proxy benötigt";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "Keine Internetverbindung";

/* HTTP result code string */
"no content" = "Kein Inhalt";

/* HTTP result code string */
"no error" = "Kein Fehler";

/* HTTP result code string */
"no longer exists" = "Existiert nicht mehr";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "Keine Zugriffsrechte zum Lesen der Datei";

/* HTTP result code string */
"non-authoritative information" = "Unerhebliche Information";

/* HTTP result code string */
"not found" = "Nicht gefunden";

/* HTTP result code string */
"not modified" = "Nicht geändert";

/* HTTP result code string */
"partial content" = "Teilweiser Inhalt";

/* HTTP result code string */
"payment required" = "Zahlung erforderlich";

/* HTTP result code string */
"precondition failed" = "Vorbedingung nicht erfüllt";

/* HTTP result code string */
"proxy authentication required" = "Proxy-Identifizierung erforderlich";

/* HTTP result code string */
"redirected" = "Umgeleitet";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "Umleitung nicht gültig";

/* HTTP result code string */
"request timed out" = "Anforderung lieferte eine Zeitüberschreitung";

/* HTTP result code string */
"request too large" = "Anforderung zu groß";

/* HTTP result code string */
"requested URL too long" = "Angeforderte URL zu lang";

/* HTTP result code string */
"requested range not satisfiable" = "Angeforderter Bereich nicht erfüllbar";

/* HTTP result code string */
"reset content" = "Inhalt zurückgesetzt";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "Ressource nicht verfügbar";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "Sichere Verbindung fehlgeschlagen";

/* HTTP result code string */
"see other" = "Siehe weitere";

/* HTTP result code string */
"server error" = "Serverfehler";

/* HTTP result code string */
"service unavailable" = "Dienst nicht verfügbar";

/* HTTP result code string */
"success" = "Erfolgreich";

/* HTTP result code string */
"switching protocols" = "Protokoll wechseln";

/* HTTP result code string */
"temporarily redirected" = "Vorübergehend umgeleitet";

/* WebFoundationErrorTimedOut description */
"timed out" = "Zeitüberschreitung";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "Zu viele HTTP-Umleitungen";

/* HTTP result code string */
"unacceptable" = "Nicht akzeptierbar";

/* HTTP result code string */
"unauthorized" = "Nicht identifiziert";

/* HTTP result code string */
"unimplemented" = "Nicht implementiert";

/* Unknown filename */
"unknown" = "Unbekannt";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "URL nicht unterstützt";

/* HTTP result code string */
"unsupported media type" = "Medientyp nicht unterstützt";

/* HTTP result code string */
"unsupported version" = "Version nicht unterstützt";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "Serverzertifikat nicht zuverlässig";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "Ressource mit 0 Byte";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "Ressource überschreitet die maximale Größe";
